micropython/micropython/ports/esp32/boards/ESP32_S2_SAOLA/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "ESP32-S2-SAOLA-1"
#define MICROPY_HW_MCU_NAME                 "ESP32S2"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_HW_ENABLE_SDCARD            (0)
